#დავალება 1: input() (მართკუთხედის ფართობი) (Medium)
#შექმენი ორი ცვლადი: width და height. მომხმარებელს input() ფუნქციის გამოყენებით შეატანინე რიცხვები (გაითვალისწინე, რომ input აბრუნებს string-ს და უნდა გადაიყვანო int-ში ან float-ში). გამოთვალე მართკუთხედის ფართობი (width * height) (<- ეს არის ფორმულა) და გამოიტანე ეკრანზე ტექსტით (მაგ: „მართკუთხედის ფართობი არის: ...“).
width=int(input("შემოიყვანე რიცხვი მართკუთხედის სიგანისთვის"))
height=int(input("შემოიყვანე რიცხვი მართკუთხედის სიგრძისთვის"))
print(width*height)
