#დავალება 4: ამინდის პროგნოზი და | მრავალდონიანი პირობა (if-elif-else) (Easy)
#შექმენი ცვლადი temperature, სადაც მომხმარებელი შეიტანს მიმდინარე ტემპერატურას --> მომხარებელი ნიშნავს input().
#• თუ ტემპერატურა ნულზე ნაკლებია (< 0), დაბეჭდე: „გარეთ ყინავს, ჩაიცვი თბილად!“.
#• თუ ტემპერატურა არის 0-სა და 20-ს შორის, დაბეჭდე: „გარეთ ნორმალური ამინდია“.
#• სხვა ყველა შემთხვევაში (else), დაბეჭდე: „ძალიან ცხელა!“.
temperature=int(input("დაწერეთ ტემპერატურა"))
if temperature ("<0"):
    print ("გარეთ ყინავს, ჩაიცვი თბილად!")
elif temperature (0-20):
    print("გარეთ ნორმალური ამინდია")
else:
    print ("ძალიან ცხელა!")