#დავალება 5: საბანკო ბალანსი და მათემატიკური ოპერატორები (-, *, if) (Advanced)
#შექმენი ცვლადი balance = 500. მომხმარებელს input()-ის საშუალებით შეატანინე თანხა, რომლის გამოტანაც სურს (withdraw_amount). შეამოწმე #პირობა: თუ გამოსატანი თანხა ნაკლებია ან ტოლი ბალანსზე არსებულ თანხაზე, განაახლე ბალანსი (balance = balance - withdraw_amount) და #დაბეჭდე დარჩენილი ბალანსი. თუ თანხა არ არის საკმარისი, დაბეჭდე: „არასაკმარისი თანხა ანგარიშზე!“. 
balance=500
withdraw_amount=int(input("რა თანხის შემოტანა გსურთ "))
if withdraw_amount>=balance:
    print("არასაკმარისი თანხა ანგარიშზე")
else:
    print(balance-withdraw_amount)
