#დავალება 7: ავტორიზაცია / პაროლის შემოწმება (==, if-else)
#შექმენი ცვლადი correct_password = "python123". მომხმარებელს input()-ით შეატანინე პაროლი და შეინახე ცვლადში user_password. შეამოწმე ტოლობის ოპერატორით (==), უდრის თუ #არა მომხმარებლის შეყვანილი პაროლი ჭეშმარიტ პაროლს. თუ უდრის — დაბეჭდეწვდო „მა დაშვებულია!“, თუ არა — „არასწორი პაროლი!“.
correact_password="phyton123"
user_password=input("შეიყვანეთ პაროლი")
if user_password==correact_password:
    print("წვდომა დაშვებულია!")
else:
    print("არასწორი პაროლი!")