#დროის კალკულატორი და პირობითი შემოწმება (//, %, if)
#შექმენი ცვლადი total_seconds, სადაც მომხმარებელი შეიტანს წამების რაოდენობას. გამოიყენე მთელი ნაწილის გამოყოფა (// 60) წუთების გასაგებად და ნაშთიანი გაყოფა (% 60) დარჩენილი წამებისთვის. დაბეჭდე შედეგი, ხოლო შემდეგ დაამატე პირობა: თუ გამოთვლილი წუთები მეტია 60-ზე, დამატებით დაბეჭდე გაფრთხილება: „ეს უკვე ერთ საათზე მეტია!“.
total_seconds=int(input("შეიყვანეთ წამების რაოდენობა"))
mins=total_seconds//60
print(mins)
if mins >60:
    print ("more than 1 hour")